amd-ucode
base
base-devel
bash-completion
dkms
efibootmgr
fwupd
git
intel-ucode
linux-firmware
linux-lts
linux-lts-headers
lsb-release
man-db
man-pages
man-pages-fr
minicom
nano
networkmanager
pacman-contrib
sudo