blueberry
bluez
bluez-hid2hci
bluez-mesh
bluez-utils
chromium
cinnamon
cinnamon-translations
code
cups
cups-pdf
firefox
firefox-i18n-fr
flameshot
gimp
gnome-calculator
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-system-monitor
gnome-terminal
gparted
jre-openjdk
hplip
hunspell-fr
hyphen-fr
inkscape
libreoffice-still
libreoffice-still-fr
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
minder
mythes-fr
nemo-fileroller
nextcloud-client
numlockx
p7zip
pdftk
pipewire
pipewire-pulse
pipewire-jack
pyside6
pyside6-tools 
python-numpy
python-pip
system-config-printer
thunderbird
thunderbird-i18n-fr
ttf-dejavu
ttf-caladea
ttf-carlito
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unison
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
wireshark-qt
xdg-desktop-portal-gtk
xdg-desktop-portal-xapp
xdg-utils
xdg-user-dirs
xdg-user-dirs-gtk
xed
xreader
xournalpp