amd-ucode
base
base-devel
bash-completion
dkms
dosfstools
efibootmgr
exfatprogs
fwupd
git
intel-ucode
iw
linux-firmware
linux-lts
linux-lts-headers
lsb-release
man-db
man-pages
man-pages-fr
minicom
nano
networkmanager
ntfs-3g
pacman-contrib
reflector
screen
sudo
tmux
tree
udisks2
usb_modeswitch
usbutils
wget
wireless-regdb
wpa_supplicant